/* Action for cancel */
"action_cancel" = "action_cancel";

/* Action for group info */
"action_group_info" = "action_group_info";

/* Action for import video */
"action_import video" = "action_import video";

/* Action for sign in */
"action_sign_in" = "action_sign_in";

/* Action for sign out */
"action_sign_out" = "action_sign_out";

/* Category for all videos */
"all_videos" = "all_videos";

/* Title of the genre picker */
"choose_genre_title" = "choose_genre_title";

/* Genre label shown in the video details form */
"details_creator" = "details_creator";

/* Title shown in the video details form */
"details_form_title" = "details_form_title";

/* Genre field label shown in the video details form */
"details_genre" = "details_genre";

/* Title field label shown in the video details form */
"details_title" = "details_title";

/* Error title if something prevented the user from uploading */
"error_before_upload" = "error_before_upload";

/* Button title for dismissing the error */
"error_dismiss" = "error_dismiss";

/* Error title when something stopped them from authenticating */
"error_failed_to_authenticate" = "error_failed_to_authenticate";

/* Error title when something stopped them from saving a video */
"error_failed_to_save_video" = "error_failed_to_save_video";

/* Error title when something stopped them from uploading a video */
"error_failed_to_upload_video" = "error_failed_to_upload_video";

/* Error fix that opens the settings */
"error_fix_settings" = "error_fix_settings";

/* Error fix button to sign the user in */
"error_fix_sign_in" = "error_fix_sign_in";

/* Error title when the Layers Box URL is misconfigured */
"error_invalid_layers_box_url" = "error_invalid_layers_box_url";

/* Error title when the user is not signed in but would need to be */
"error_not_signed_in" = "error_not_signed_in";

/* Error title shown when creating a group was interrupted */
"error_on_create_group" = "error_on_create_group";

/* Error title when the group info could not be found */
"error_on_manage_group" = "error_on_manage_group";

/* Error title shown when capturing a QR code fails. */
"error_on_qr_capture" = "error_on_qr_capture";

/* Error title when refreshing failed */
"error_on_refresh" = "error_on_refresh";

/* Error title when trying to share videos to groups was interrupted */
"error_on_share" = "error_on_share";

/* Error title when trying to sign in */
"error_on_sign_in" = "error_on_sign_in";

/* Error title when the upload failed */
"error_on_upload" = "error_on_upload";

/* Error title when trying to save video */
"error_on_video_save" = "error_on_video_save";

/* Error title when some unknown error happened */
"error_unknown" = "error_unknown";

/* Any genre filter option */
"filter_any_genre" = "filter_any_genre";

/* Title of the genre picker */
"filter_genre_title" = "filter_genre_title";

/* Video genre for good work */
"good_work" = "good_work";

/* Title of a category section */
"Groups" = "Groups";

/* Video genre for problems */
"problem" = "problem";

/* Video genre for site overviews */
"site_overview" = "site_overview";

/* Video genre for tricks of trade */
"trick_of_trade" = "trick_of_trade";

